Repository: krzkuc1985/cinnamon-spices-applets
Catalog: .translation-tables/po/screen-inhibit@mtwebster/*.po
Languages: da, de, sv, zh_cn

source: Currently preventing screensaver
da: Pauseskærmen er aktiveret
de: Verhindert derzeit Bildschirmschoner
sv: Blockerar skärmsläckare
zh_cn: 当前阻止屏保程序

source: Currently allowing screensaver
da: Pauseskærmen er aktiveret
de: Ermöglicht derzeit Bildschirmschoner
sv: Tillåter skärmsläckare
zh_cn: 当前允许屏保程序

source: Screensaver settings
da: Indstillinger
de: Bildschirmschonereinstellungen
sv: Skärmsläckarinställningar
zh_cn: 屏保程序设置

source: Click to inhibit the screensaver, click again to remove inhibition
da: Klik for at deaktivere pauseskærmen, klik igen for at ophæve deaktiveringen
de: Auf Applet klicken, um den Bildschirmschoner zu blockieren; erneut klicken, um Blockierung aufzuheben
sv: Klicka för att blockera skärmsläckaren, klicka igen för att avblockera
zh_cn: 点击禁止屏保程序，再次点击取消禁止

source: Screensaver Inhibitor
da: Deaktivering af pauseskærmen
de: Bildschirmschoner-Blockierer
sv: Skärmsläckarblockering
zh_cn: 屏保程序禁用工具

source: Icons
da: Ikoner
de: Symbole
sv: Ikoner
zh_cn: 图标

source: Power management allowed icon:
da: Ikon for aktiveret strømstyring:
de: Symbol, wenn Bildschirmschoner erlaubt
sv: Ikon för aktiv skärmsläckare:
zh_cn: 允许电源管理图标：

source: Select an icon file, or you can type an icon name into the entry box
da: Vælg en ikonfil eller indtast et ikonnavn i indtastningsfeltet
de: Eine Symbol-Datei auswählen oder einen Symbolnamen in das Eingabefeld schreiben
sv: Välj en ikonfil eller skriv ett ikonnamn i textfältet
zh_cn: 选择一个图标文件，或您可以键入一个图标名称到输入框中

source: Power management prevented icon:
da: Ikon for deaktiveret strømstyring:
de: Symbol, wenn Bildschirmschoner verhindert
sv: Ikon för blockerad skärmsläckare
zh_cn: 阻止电源管理图标：

source: Keybinding
da: Tastegenvej
de: Tastenbelegung
sv: Snabbtangent
zh_cn: 键绑定

source: Set the keybinding for screensaver inhibit
da: Angiv tastegenvejen for at aktivere en handling:
de: Tastenbelegung zum Blockieren des Bildschirmschoners festlegen
sv: Ange tangentkombination för blockering av skärmsläckare
zh_cn: 设置禁用屏保程序的键绑定
